Repository: wp-plugins/french-ecommerce-for-thecartpress
Catalog: languages/tcp-fe-*.po
Languages: fr_fr

source: My Account
fr_fr: Mon compte

source: My Addresses
fr_fr: Mes adresses

source: Address
fr_fr: Adresse

source: My Downloads
fr_fr: Mes Téléchargements

source: My Orders
fr_fr: Mes commandes

source: <strong>My Account page</strong> has been deleted.
fr_fr: <strong>La page Mon Compte</ strong> a été supprimé.

source: <strong>Addresses list page</strong> has been deleted.
fr_fr: <strong>Page Adresses liste</ strong> a été supprimé.

source: <strong>Address Edit page</strong> has been deleted.
fr_fr: <strong>Adresse Modifier page</ strong> a été supprimé.

source: <strong>Downloadables list page</strong> has been deleted.
fr_fr: <strong>Cette page liste téléchargeables </ strong> a été supprimé.

source: <strong>Orders list page</strong> has been deleted.
fr_fr: <strong>Cette page liste commandes </ strong> a été supprimé.

source: My Account page has been created
fr_fr: Page Mon compte a été créé

source: The Addresses list page has been created
fr_fr: La page de liste d'adresses a été créé

source: The Address edit page has been created
fr_fr: La page d'édition Adresse a été créé

source: The Downloadables list page has been created
fr_fr: La page de liste téléchargeables a été créé

source: The orders list page has been created
fr_fr: La page de la liste des commandes a été créé

source: To access to your download items, please visit <a href="%s">the download area</a>.
fr_fr: Pour accéder à vos éléments à télécharger, s'il vous plaît visitez <a href="%s">la zone de téléchargement </a>.

source: You need to login to see your orders.
fr_fr: Vous devez vous connecter pour voir vos commandes.

source: Return to the list of Orders
fr_fr: Retour à la liste des commandes

source: status
fr_fr: statut
